---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.SteelElementsFailures
source: html/cab1b72e-d899-4d08-2845-5bd13e7a67ec.htm
---
# BuiltInFailures.SteelElementsFailures Properties

The created elements are only visible in Detail Level: Fine.